chat_system_1173550366_actor_description=Captain Ribas. Dwarf-sailor.
chat_system_1173550366_snap_0_question=^?^Karamba! All hands on deck! A thousand urchins, there be a codfish under my skin! Blow me down.
chat_system_1173550366_snap_0_answer_0=^?^What did you say?
chat_system_1173550366_snap_2_question=^?^Ah, greenhorn! One can see that you've not sailed, you know not the smell of the salty sea wind. You can't understand the language of an old sea dog.
chat_system_1173550366_snap_2_answer_0=^?^Probably, you mean - old salt?
chat_system_1173550366_snap_3_question=^?^By a thousand streaky herrings! You want to teach an old sailor how to swear? Yes - yes, human, you got it right; you are speaking to Captain Ribas himself, old sea cat, who has sailed all the seas and oceans of Endoria.
chat_system_1173550366_snap_3_answer_0=^?^And my name is [player]. By the way, it's not right to say "cat" - it's "dog," a sea dog!
chat_system_1173550366_snap_3_header_0=^?^Stubborn human! You are the first one who will quibble with me words, instead of asking about my submarine.<br>If you were going by - I'd say keep going. Why should ye bother me, a thousand Cerberuses!
chat_system_1173550366_snap_1_question=^?^So? You come here again to teach the old sea fox how to swear? Or you want to whisper sweet nothings in me ear?
chat_system_1173550366_snap_1_answer_0=^?^Tell me about your ship.
chat_system_1173550366_snap_1_answer_1=^?^I want to know where you can take me in your ship.
chat_system_1173550366_snap_1_header_1=^?^You? A human? What next, I wonder? You'll wonder if I'll take an elf or a demon on a tour of the coast? I don't really know how you could even get to Kordar, and walk around here so easily. In case you haven't heard, Kordar is at war with Darion.<br>What do I know? Maybe you are a spy and, want to discover the secrets of my ship. Forget it! You'll not come aboard. Once before the war, I would go to Darion's port, visit the Islands of Freedom, once or twice even had to secretly transport troops to the Elves.
chat_system_1173550366_snap_1_answer_2=^?^I want to know where you can take me in your ship.
chat_system_1173550366_snap_1_answer_3=^?^Sorry, I have to go...Good bye, old sea coon...
chat_system_1173550366_snap_7_question=^?^Funny thing, isn't it? It's a new invention from our engineers; we call it "Leakproof Streamlined Boat for Demersal Moving by Propeller Traction"!<br>You're right, human. This boat moves under the water. Invisible to enemies, invulnerable in storms. Although it does need deep water.
chat_system_1173550366_snap_7_answer_0=^?^Blow me down! As my friend the dwarven captain says!
chat_system_1173550366_snap_7_header_0=^?^Yes! We dwarves by our inventions have conquered water, land and air... And now we have reached the very depths of the ocean.<br>Scientific and technological advance! Mark my words! Soon everybody will forget your magic, and in every house there will be devices which make the life of common dwarves easier.
chat_system_1173550366_snap_4_question=^?^Me? I would go to the ends of the earth! If there be a map of the depths... But of recent I been to visit the pirate Islands and Darion. To listen, to watch - you understand me, do you?
chat_system_1173550366_snap_4_answer_0=^?^I need to get to the Islands of Freedom!
chat_system_1173550366_snap_4_answer_1=^?^Come, turn your ship to Darion.
chat_system_1173550366_snap_4_answer_2=^?^I see. I'm not going anywhere yet, maybe next time. Goodbye.
chat_system_1173550366_snap_5_question=^?^Welcome to my ship, greenhorn! Captain Ribas will bowl you along.
chat_system_1173550366_snap_5_answer_0=^?^Set sail...
chat_system_1173550366_snap_5_answer_1=^?^I've changed my mind. Some other time.
chat_system_1173550366_snap_6_question=^?^Hey, you! Who allowed you to command here, human? I'm the captain! Get inside and don't touch or turn anything. There have been several incidents with people with curious fingers...
chat_system_1173550366_snap_6_answer_0=^?^Set sail...
chat_system_1173550366_snap_6_answer_1=^?^I've changed my mind. I don't want to get in this strange thing. Some other time, maybe. Sorry.
